# LFillBack

## Description
Procedure LFillBack sets the background fill color for the active layer. RGB values are in the range of 0~65535.&lt;BR&gt;

```pascal
PROCEDURE LFillBack(color : LONGINT);
```

```python

def vs.LFillBack(color):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|color|LONGINT|RGB color component value.|

## Remarks
Sets the background fill color for the active layer.<BR>
<BR>
[sd 8/14/98]

## Examples
```pascal
LFillBack(65535,0,39321);

```

## Version
Availability: from MiniCAD
## Category
* Layers